{"id": "T001", "type": "translation", "source_lang": "en", "target_lang": "es", "source_text": "This settled, they now occupied themselves with bringing their researches to bear on the most secret parts of the island.", "gold_translation": "Tomando este acuerdo, se trató de llevar a cabo la exploración de las otras partes de la isla."}
{"id": "T002", "type": "translation", "source_lang": "en", "target_lang": "es", "source_text": "Not so did Sancho Panza spend it, for having his stomach full of something stronger than chicory water he made but one sleep of it, and, if his master had not called him, neither the rays of the sun beating on his face nor all the cheery notes of the birds welcoming the approach of day would have had power to waken him.", "gold_translation": "No la pasó ansí Sancho Panza, que, como tenía el estómago lleno, y no de agua de chicoria, de un sueño se la llevó toda; y no fueran parte para despertarle, si su amo no lo llamara, los rayos del sol, que le daban en el rostro, ni el canto de las aves, que, muchas y muy regocijadamente, la venida del nuevo día saludaban."}
{"id": "T003", "type": "translation", "source_lang": "en", "target_lang": "es", "source_text": "She was quite in an agony.", "gold_translation": "Ha sido una verdadera agonía para ella."}
{"id": "T004", "type": "translation", "source_lang": "en", "target_lang": "es", "source_text": "We caught the one clear glimpse of it, and then the match flickered and went out, even as the hope had gone out of our souls.", "gold_translation": "Lo vimos un momento con claridad y enseguida el fósforo parpadeó y se apagó, de la misma manera qué la esperanza había abandonado nuestras almas."}
{"id": "T005", "type": "translation", "source_lang": "en", "target_lang": "es", "source_text": "Il n’y fit donc guere attention et se contenta de penser que cet individu commençait son ouvrage de bien bonne heure.", "gold_translation": "Nada, excepto lo temprano de la hora, le pareció digno de atención."}
{"id": "T006", "type": "translation", "source_lang": "en", "target_lang": "es", "source_text": "The same porter was on duty, I found, as had been there when I arrived.", "gold_translation": "Vi que estaba de servicio el mismo mozo que había visto al llegar."}
{"id": "T007", "type": "translation", "source_lang": "en", "target_lang": "es", "source_text": "\"That, Sancho,\" returned Don Quixote, \"reminds me of what happened to a famous poet of our own day, who, having written a bitter satire against all the courtesan ladies, did not insert or name in it a certain lady of whom it was questionable whether she was one or not. She, seeing she was not in the list of the poet, asked him what he had seen in her that he did not include her in the number of the others, telling him he must add to his satire and put her in the new part, or else look out for the consequences.", "gold_translation": "-Eso me parece, Sancho -dijo don Quijote-, a lo que sucedió a un famoso poeta destos tiempos, el cual, habiendo hecho una maliciosa sátira contra todas las damas cortesanas, no puso ni nombró en ella a una dama que se podía dudar si lo era o no; la cual, viendo que no estaba en la lista de las demás, se quejó al poeta, diciéndole que qué había visto en ella para no ponerla en el número de las otras, y que alargase la sátira, y la pusiese en el ensanche; si no, que mirase para lo que había nacido."}
{"id": "T008", "type": "translation", "source_lang": "en", "target_lang": "es", "source_text": "'Call it what you like,' said the Cat.", "gold_translation": "--Llámalo como quieras --dijo el Gato--."}
{"id": "T009", "type": "translation", "source_lang": "en", "target_lang": "fr", "source_text": "Then he pressed a button.", "gold_translation": "Puis, il pressa un bouton."}
{"id": "T010", "type": "translation", "source_lang": "en", "target_lang": "fr", "source_text": "The engineer intended to manufacture soap as soon as he could procure the necessary materials--soda or potash, fat or oil.", "gold_translation": "L'ingénieur comptait fabriquer du savon dès qu'il se serait procuré les matières premières nécessaires à la saponification, soude ou potasse, graisse ou huile."}
{"id": "T011", "type": "translation", "source_lang": "en", "target_lang": "fr", "source_text": "Custom killed the shame of being naked; they found it natural to be like this, for they were doing no harm, and it was not their fault if there was only one room for so many people.", "gold_translation": "L'habitude tuait la honte d'etre nu, ils trouvaient naturel d'etre ainsi, car ils ne faisaient point de mal et ce n'était pas leur faute, s'il n'y avait qu'une chambre pour tant de monde."}
{"id": "T012", "type": "translation", "source_lang": "en", "target_lang": "fr", "source_text": "« Elle n’avait pris Nani, vient-on de me dire, que pour faire pièce à cet imbécile de Limercati qui ne voulut pas entendre à donner un coup d’épée ou à faire donner un coup de poignard à l’assassin du mari.", "gold_translation": "\"Her only reason for taking Nani, they tell me, was to put that imbecile Limercati in his place when he could not be prevailed upon to run a sword, or to hire someone else to stick a dagger into her husband's murderer."}
{"id": "T013", "type": "translation", "source_lang": "en", "target_lang": "fr", "source_text": "Jane,\" he continued.", "gold_translation": "Jane! continua-t-il."}
{"id": "T014", "type": "translation", "source_lang": "en", "target_lang": "fr", "source_text": "A servant came to the door of the drawing-room, Julien went on speaking in Latin.", "gold_translation": "Un domestique vint à la porte du salon, Julien continua de parler latin."}
{"id": "T015", "type": "translation", "source_lang": "en", "target_lang": "fr", "source_text": "Nevertheless, he was appreciated by the \"miner\" of Europe; he plotted familiarly with Louis XI., and often lent a hand to the king's secret jobs.", "gold_translation": "Du reste, il était apprécié du premier sapeur de l’Europe, il machinait familièrement avec Louis XI, et mettait souvent la main aux secrètes besognes du roi."}
{"id": "T016", "type": "translation", "source_lang": "en", "target_lang": "fr", "source_text": "On Sunday, after morning service, the separation, so agreeable to almost all, took place.", "gold_translation": "Le dimanche apres l’office du matin eut lieu cette séparation presque unanimement souhaitée."}
{"id": "T017", "type": "translation", "source_lang": "en", "target_lang": "ru", "source_text": "Yes, I will.'", "gold_translation": "Я уйду, уйду\"."}
{"id": "T018", "type": "translation", "source_lang": "en", "target_lang": "ru", "source_text": "'Love,' she slowly repeated to herself, and suddenly while releasing the lace, she added aloud: 'The reason I dislike that word is that it means too much for me, far more than you can understand,' and she looked him in the face. 'Au revoir!'", "gold_translation": "-- Любовь... -- повторила она медленно, внутренним голосом, и вдруг, в то же время, как она отцепила кружево, прибавила:-- Я оттого и не люблю этого слова, что оно для меня слишком много значит, больше гораздо, чем вы можете понять, -- и она взглянула ему в лицо. -- До свиданья!"}
{"id": "T019", "type": "translation", "source_lang": "en", "target_lang": "ru", "source_text": "And to do this we must lower the level of cultivation and give the peasants an interest in its success.", "gold_translation": "А чтобы сделать это, надо спустить уровень хозяйства и заинтересовать рабочих в успехе хозяйства."}
{"id": "T020", "type": "translation", "source_lang": "en", "target_lang": "ru", "source_text": "She showed how he fumbled in the sack: Her face was full of horror.", "gold_translation": "Она представила, как он копошился в мешке. Ужас был на ее лице."}
{"id": "T021", "type": "translation", "source_lang": "en", "target_lang": "ru", "source_text": "Koznyshev knew the author of the article.", "gold_translation": "Сергей Иванович знал и автора статьи."}
{"id": "T022", "type": "translation", "source_lang": "en", "target_lang": "ru", "source_text": "'However, maybe you are right.", "gold_translation": "-- А впрочем, может быть, ты и прав."}
{"id": "T023", "type": "translation", "source_lang": "en", "target_lang": "ru", "source_text": "Everything was clear and distinct, as after his former periodical stocktakings.", "gold_translation": "Все было, как и после прежних счетов, чисто и ясно."}
{"id": "T024", "type": "translation", "source_lang": "en", "target_lang": "ru", "source_text": "The debate continued. for a long time and did not come to any conclusion.", "gold_translation": "Прения шли долго и ничем не кончились."}
{"id": "T025", "type": "translation", "source_lang": "en", "target_lang": "nl", "source_text": "My English horse, which has just disappeared amid a cloud of dust, has furnished me with a living image of the fragility of the things of the earth.", "gold_translation": "„Ik overwoog, hoe spoedig de wereldsche goederen een einde nemen: mijn Engelsch paard, dat zich verwijdert en te midden van een stofwolk verdwijnt, is voor mij een levend beeld der nietigheid van het aardsche."}
{"id": "T026", "type": "translation", "source_lang": "en", "target_lang": "nl", "source_text": "He was never wrong when he observed slender threads of bluish water streaking through these ice fields.", "gold_translation": "Hij bedroog zich nimmer op het gezicht van het minste spoor van het blauwgekleurde zeewater tusschen de ijsvlakten."}
{"id": "T027", "type": "translation", "source_lang": "en", "target_lang": "nl", "source_text": "There were those who envied him his fame; and as his theories, resting upon known facts, were in opposition to the systems of science upon the question of the central fire, he sustained with his pen and by his voice remarkable discussions with the learned of every country.", "gold_translation": "Hij kreeg er ook, en daar zijne theorie op stellige daadzaken gegrond, in tegenspraak was met de wetenschappelijke stelsels betreffende het inwendige vuur, voerde hij met pen en mond belangrijke twisten met de geleerden uit alle landen."}
{"id": "T028", "type": "translation", "source_lang": "en", "target_lang": "nl", "source_text": "Yes, yes! to my misfortune, to my eternal misfortune!\" and Milady twisted her arms as if in a paroxysm of grief.", "gold_translation": "„Ach, of ik hem ken, ach ja, tot mijn eeuwig ongeluk!”"}
{"id": "T029", "type": "translation", "source_lang": "en", "target_lang": "nl", "source_text": "Mrs. Jennings was a widow with an ample jointure.", "gold_translation": "Mevrouw Jennings was een weduwe, met een ruim inkomen."}
{"id": "T030", "type": "translation", "source_lang": "en", "target_lang": "nl", "source_text": "\"Do you believe in apparitions?\" asked Athos of Porthos.", "gold_translation": "--„Gelooft gij aan spoken?” vroeg Athos aan Porthos."}
{"id": "T031", "type": "translation", "source_lang": "en", "target_lang": "nl", "source_text": "And how I resented the offhand manner in which the captain had extended his deplorable invitation!", "gold_translation": "En dan kon ik de onverschilligheid niet verduwen, waarmee de kapitein mij die ellendige uitnoodiging gedaan had."}
{"id": "T032", "type": "translation", "source_lang": "en", "target_lang": "nl", "source_text": "His heart was full of pity for her.", "gold_translation": "Diep medelijden met haar vervulde zijn hart."}
{"id": "T033", "type": "translation", "source_lang": "en", "target_lang": "fi", "source_text": "\"No, sir, it is gone forever.\"", "gold_translation": "\"En, se kyllä näyttää ijäksi menneen.\""}
{"id": "T034", "type": "translation", "source_lang": "en", "target_lang": "fi", "source_text": "\"There are one or two indications, and yet the utmost pains have been taken to remove all clues.", "gold_translation": "\"Siinä on vielä yhtä ja toista huomattavaa, vaikka on suurella huolella koetettu hävittää kaikki, mikä voisi olla ohjeeksi."}
{"id": "T035", "type": "translation", "source_lang": "en", "target_lang": "fi", "source_text": "\"Why, you look very serious over it.\"", "gold_translation": "\"Te näytte pitävän asiaa jokseenkin tärkeänä.\""}
{"id": "T036", "type": "translation", "source_lang": "en", "target_lang": "fi", "source_text": "I should be glad to get away as soon after breakfast as possible, so as to reach London in the afternoon.\"", "gold_translation": "Tahdon kernaasti lähteä täältä niin pian kuin suinkin aamiaisen jälkeen, ehtiäkseni Lontooseen jo iltapäiväksi.\""}
{"id": "T037", "type": "translation", "source_lang": "en", "target_lang": "fi", "source_text": "I feared that some disaster might occur, for I was very fond of the old man, and I knew that his heart was weak.\"", "gold_translation": "Minä pelkäsin aina, että joku onnettomuus tapahtuisi, sillä minä pidin paljon vanhuksesta ja tiesin että hänen sydämensä toiminta oli heikontunut?\""}
{"id": "T038", "type": "translation", "source_lang": "en", "target_lang": "fi", "source_text": "I have had a wire that he arrived at Southampton this morning.", "gold_translation": "Aamulla sain sähkösanomalla tiedon, että hän oli noussut maihin Southamptoniin."}
{"id": "T039", "type": "translation", "source_lang": "en", "target_lang": "fi", "source_text": "\"Why do you hesitate?\"", "gold_translation": "\"Miksi epäröitte?\""}
{"id": "T040", "type": "translation", "source_lang": "en", "target_lang": "fi", "source_text": "\"Quite happy,\" said she, but there was no ring of conviction in her words.", "gold_translation": "\"Kyllä, hyvin viihdymme\", vastasi tyttö, mutta sanoilla ei ollut vakuuttavaa sointua."}
